Repository: fortunto2/SuperFinans
Catalog: SuperFinans/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans

source: When can you stop working?
de: Wann kannst du aufhören zu arbeiten?
es: ¿Cuándo podrás dejar de trabajar?
fr: Quand pourrez-vous arrêter de travailler ?
it: Quando potrai smettere di lavorare?
ja: いつ働くのをやめられますか？
ko: 언제 일을 그만둘 수 있을까요?
pt_br: Quando você pode parar de trabalhar?
ru: Когда вы сможете не работать?
tr: Ne zaman çalışmayı bırakabilirsin?
zh_hans: 你什么时候可以不再工作？

source: Not a budget. Not a spending report. One number: the year your money starts covering your life instead of your salary.
de: Kein Budget. Kein Ausgabenbericht. Eine Zahl: das Jahr, in dem dein Geld dein Leben trägt statt deines Gehalts.
es: No es un presupuesto ni un informe de gastos. Un número: el año en que tu dinero cubre tu vida en lugar de tu sueldo.
fr: Ni budget ni rapport de dépenses. Un chiffre : l'année où votre argent couvre votre vie à la place de votre salaire.
it: Non è un budget né un report di spese. Un numero: l'anno in cui i tuoi soldi coprono la tua vita al posto dello stipendio.
ja: 家計簿でも支出レポートでもありません。数字はひとつ、給料の代わりに資産が生活費をまかなう年です。
ko: 예산도 지출 보고서도 아닙니다. 숫자는 하나, 월급 대신 자산이 생활비를 감당하기 시작하는 해입니다.
pt_br: Não é orçamento nem relatório de gastos. Um número: o ano em que seu dinheiro cobre sua vida no lugar do salário.
ru: Не бюджет и не отчёт о тратах. Одно число: год, когда деньги начнут покрывать вашу жизнь вместо зарплаты.
tr: Bütçe değil, harcama raporu değil. Tek bir sayı: paranızın maaşınızın yerine geçtiği yıl.
zh_hans: 不是预算，也不是消费报告。只有一个数字：你的钱开始代替工资供养生活的那一年。

source: Three numbers, one minute
de: Drei Zahlen, eine Minute
es: Tres números, un minuto
fr: Trois chiffres, une minute
it: Tre numeri, un minuto
ja: 3つの数字、1分
ko: 숫자 셋, 1분
pt_br: Três números, um minuto
ru: Три числа, одна минута
tr: Üç sayı, bir dakika
zh_hans: 三个数字，一分钟

source: What life costs, what you have invested, what you add each month. No bank login, no month of collecting receipts before the app says anything.
de: Was das Leben kostet, was investiert ist, was monatlich dazukommt. Kein Bank-Login, kein Monat Belege sammeln, bevor die App etwas sagt.
es: Lo que cuesta vivir, lo que tienes invertido, lo que añades cada mes. Sin acceso bancario ni un mes recogiendo recibos antes de obtener una respuesta.
fr: Ce que coûte la vie, ce qui est investi, ce que vous ajoutez chaque mois. Sans connexion bancaire ni un mois de tickets avant la moindre réponse.
it: Quanto costa vivere, quanto hai investito, quanto aggiungi ogni mese. Nessun accesso bancario, nessun mese di scontrini prima di una risposta.
ja: 生活費、投資済みの額、毎月の積立額。銀行ログインも、答えが出るまでのレシート集めも不要です。
ko: 생활비, 이미 투자한 금액, 매달 넣는 금액. 은행 연동도, 답을 듣기까지 영수증을 모으는 한 달도 필요 없습니다.
pt_br: Quanto custa viver, quanto você investiu, quanto adiciona por mês. Sem login bancário nem um mês juntando recibos antes de qualquer resposta.
ru: Сколько стоит жизнь, сколько уже вложено, сколько добавляете в месяц. Без входа в банк и без месяца сбора чеков до первого ответа.
tr: Yaşamın maliyeti, yatırdığınız tutar, her ay eklediğiniz miktar. Banka girişi yok, cevap almadan önce bir ay fiş toplamak yok.
zh_hans: 生活开销、已投资的金额、每月新增的金额。不用连接银行，也不用先攒一个月的收据。

source: Nothing leaves the phone
de: Nichts verlässt das Telefon
es: Nada sale del teléfono
fr: Rien ne quitte le téléphone
it: Niente lascia il telefono
ja: 何も端末から出ません
ko: 아무것도 기기를 벗어나지 않습니다
pt_br: Nada sai do telefone
ru: Ничего не покидает телефон
tr: Hiçbir şey telefondan çıkmaz
zh_hans: 数据不会离开手机

source: No account, no ads, no third parties. Not one amount you type is ever sent — the arithmetic runs here. The app counts how often it is opened, which is a count, not a trail.
de: Kein Konto, keine Werbung, keine Dritten. Kein eingegebener Betrag wird gesendet — gerechnet wird hier. Die App zählt, wie oft sie geöffnet wird: eine Zählung, keine Spur.
es: Sin cuenta, sin anuncios, sin terceros. Ningún importe que escribas se envía: el cálculo ocurre aquí. La app cuenta cuántas veces se abre, y eso es un recuento, no un rastro.
fr: Pas de compte, pas de pub, pas de tiers. Aucun montant saisi n'est envoyé : le calcul se fait ici. L'app compte ses ouvertures — un décompte, pas un pistage.
it: Nessun account, nessuna pubblicità, nessuna terza parte. Nessun importo digitato viene inviato: il calcolo avviene qui. L'app conta quante volte viene aperta: un conteggio, non una traccia.
ja: アカウントも広告も第三者もありません。入力した金額は一切送信されず、計算は端末で行われます。アプリが数えるのは起動回数だけ。追跡ではなく集計です。
ko: 계정도, 광고도, 제3자도 없습니다. 입력한 금액은 전송되지 않고 계산은 이 기기에서 이루어집니다. 앱이 세는 것은 실행 횟수뿐이며, 이는 추적이 아니라 집계입니다.
pt_br: Sem conta, sem anúncios, sem terceiros. Nenhum valor digitado é enviado — a conta é feita aqui. O app conta quantas vezes é aberto: é contagem, não rastro.
ru: Ни аккаунта, ни рекламы, ни третьих лиц. Ни одна введённая сумма не уходит — расчёт идёт здесь. Приложение считает запуски: это счёт, а не слежка.
tr: Hesap yok, reklam yok, üçüncü taraf yok. Yazdığınız hiçbir tutar gönderilmez — hesap burada yapılır. Uygulama yalnızca kaç kez açıldığını sayar; bu takip değil, sayımdır.
zh_hans: 没有账号，没有广告，没有第三方。你输入的金额一分不会外传，计算都在本机完成。应用只统计打开次数——那是计数，不是追踪。

source: Find my year
de: Mein Jahr finden
es: Ver mi año
fr: Trouver mon année
it: Trova il mio anno
ja: 自分の年を見る
ko: 내 해 찾기
pt_br: Descobrir meu ano
ru: Узнать мой год
tr: Yılımı bul
zh_hans: 查看我的年份

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_br: Avançar
ru: Далее
tr: İleri
zh_hans: 下一步

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
tr: Atla
zh_hans: 跳过

source: Financially free in
de: Finanziell frei im Jahr
es: Libertad financiera en
fr: Libre financièrement en
it: Libertà finanziaria nel
ja: 経済的自由は
ko: 경제적 자유는
pt_br: Liberdade financeira em
ru: Финансово свободны в
tr: Finansal özgürlük
zh_hans: 财务自由的年份

source: You need
de: Du brauchst
es: Necesitas
fr: Il vous faut
it: Ti servono
ja: 必要な資産
ko: 필요한 금액
pt_br: Você precisa de
ru: Нужно накопить
tr: Gereken tutar
zh_hans: 你需要

source: Passive income covers
de: Passives Einkommen deckt
es: Los ingresos pasivos cubren
fr: Les revenus passifs couvrent
it: Il reddito passivo copre
ja: 不労所得のカバー率
ko: 패시브 인컴 충당률
pt_br: A renda passiva cobre
ru: Пассивный доход покрывает
tr: Pasif gelir karşılıyor
zh_hans: 被动收入覆盖

source: Save extra per month
de: Zusätzlich pro Monat sparen
es: Ahorrar más al mes
fr: Épargner en plus par mois
it: Risparmia in più al mese
ja: 毎月の追加積立
ko: 매달 추가 저축
pt_br: Guardar a mais por mês
ru: Откладывать больше в месяц
tr: Ayda ekstra biriktir
zh_hans: 每月额外储蓄

source: Adjust the numbers
de: Zahlen anpassen
es: Ajustar los números
fr: Ajuster les chiffres
it: Modifica i numeri
ja: 数字を調整
ko: 숫자 수정
pt_br: Ajustar os números
ru: Изменить числа
tr: Sayıları düzenle
zh_hans: 调整数字

source: Life won't cost this forever
de: Das Leben kostet nicht ewig so viel
es: La vida no costará esto para siempre
fr: La vie ne coûtera pas toujours autant
it: La vita non costerà sempre questo
ja: 生活費はずっと同じではありません
ko: 생활비는 평생 같지 않습니다
pt_br: A vida não vai custar isso para sempre
ru: Жизнь не будет стоить столько всегда
tr: Yaşam hep bu kadar tutmayacak
zh_hans: 生活开销不会永远这么高

source: Children leaving or a mortgage ending moves the year
de: Ausziehende Kinder oder eine abbezahlte Hypothek verschieben das Jahr
es: Que los hijos se vayan o termine la hipoteca cambia el año
fr: Le départ des enfants ou la fin d'un prêt déplace l'année
it: I figli che se ne vanno o il mutuo che finisce spostano l'anno
ja: 子どもの独立や住宅ローンの完済で、その年は動きます
ko: 자녀의 독립이나 대출 상환 완료는 그 해를 앞당깁니다
pt_br: Filhos saindo ou o fim do financiamento muda o ano
ru: Дети съедут или закончится ипотека — год сдвинется
tr: Çocukların evden ayrılması ya da kredinin bitmesi yılı değiştirir
zh_hans: 孩子独立或房贷还清，都会改变这个年份
